[InteractiveObjects.IO_EO_Light InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_EO_Light_02 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_EO_Light_03 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_EO_Light_04 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_EO_Light_05 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_Buzzer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_SplinterGroup_Pizza InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MoxxisPizza MissionItemDefinition]
UseFailureCharacterMessage="It could be for you %s Use this item."
ItemName="Moxie's Pizza"
PickupMessage="anyway %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="you cannot use it."
NoManufacturerName="all things considered"

[ItemDefs.ID_MoxxisPizza:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pizza with mushrooms, anchovies, etc."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Skill_EatPizza_HealingInstant SkillDefinition]
SkillName="Increasing your fluid intake can provide immediate health benefits"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

